In [1]:
import pandas as pd
import numpy as np
import seaborn as sns
import matplotlib as plt

data = pd.read_csv("suv_data.csv")
data.head()

    User ID  Gender  Age  EstimatedSalary  Purchased
0  15624510    Male   19            19000          0
1  15810944    Male   35            20000          0
2  15668575  Female   26            43000          0
3  15603246  Female   27            57000          0
4  15804002    Male   19            76000          0